/* This file is for miscellaneous toolbox strings */

/* Screen shot template string */
"Picture %d.%s" = "Bild %d.%s";

/* OpenSave Common Preview strings */
"Name" = "Namn";
"Kind" = "Typ";
"Size" = "Storlek";
"Created" = "Skapad";
"Modified" = "Ändrad";
"Opened" = "Öppnad";
"Version" = "Version";
"Duration" = "Längd";
"Dimensions" = "Mått";
"DecimalPoint" = ",";
"ZeroKB" = "Noll K";
"KB" = " K";
"MB" = " MB";
"GB" = " GB";
"TB" = " TB";
"DurationFormat" = "%d%d.%d%d";
"DimensionsFormat" = "%d x %d";
"Calculating" = "Beräknar...";
"Fetching" = "Hämtar...";
"Hyphen" = "-";
"Today" = "Idag kl. REPLACE_WITH_TIME"; /* do not localize REPLACE_WITH_TIME */
"Yesterday" = "Igår kl. REPLACE_WITH_TIME";  /* do not localize REPLACE_WITH_TIME */
